Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.account.delete_code_prompt
source: Enter the 6-digit code we emailed you to confirm deletion.
ar: أدخل رمز 6 أرقام الذي أرسلناه إليك عبر البريد الإلكتروني لتأكيد الحذف.
cs: Zadejte 6místný kód, který jsme vám poslali e-mailem, abyste potvrdili smazání.
da: Angiv den 6-cifrede kode, vi sendte via e-mail til dig for at bekræfte sletningen.
de: Geben Sie den 6-stelligen Code ein, den wir Ihnen per E-Mail gesendet haben, um die Löschung zu bestätigen.
el: Εισάγετε τον 6ψήφιο κωδικό που σας στείλαμε ως email για επιβεβαίωση της διαγραφής.
es: Ingresa el código de 6 dígitos que te enviamos por email para confirmar la eliminación.
fi: Syötä 6-numeroinen koodi, jonka lähetimme sinulle poistamisen vahvistamiseksi.
fr: Entrez le code à 6 chiffres que nous vous avons envoyé par e-mail pour confirmer la suppression.
he: הזן את קוד 6 הספרות ששלחנו אליך לאימות המחיקה.
hi: आपके खाते को हटाने की पुष्टि करने के लिए हमने जो 6-अंकीय कोड ईमेल किया है उसे दर्ज करें।
hu: Adja meg az e-mailhez küldött 6 jegyű kódot a törlés megerősítéséhez.
id: Masukkan kode 6 digit yang kami email kepada Anda untuk mengonfirmasi penghapusan.
it: Inserisci il codice a 6 cifre che ti abbiamo inviato via email per confermare l'eliminazione.
ja: 削除を確認するために、メールで送信された6桁のコードを入力してください。
ko: 계정 삭제를 확인하기 위해 이메일로 보낸 6자리 코드를 입력하세요.
ms: Masukkan kod 6 digit yang kami e-melkan kepada anda untuk mengesahkan pemadaman.
nb: Skriv inn 6-siffers koden vi sendte deg for å bekrefte slettingen.
nl: Voer de 6-cijferige code in die wij je hebben gemaild om verwijdering te bevestigen.
pl: Wprowadź 6-cyfrowy kod, który wysłaliśmy Ci e-mailem, aby potwierdzić usunięcie.
pt_br: Digite o código de 6 dígitos que enviamos para você por email para confirmar a exclusão.
pt_pt: Introduza o código de 6 dígitos que lhe enviámos por email para confirmar a eliminação.
ro: Introduceți codul de 6 cifre pe care v-am trimis prin e-mail pentru a confirma ștergerea.
ru: Введите 6-значный код, который мы отправили вам по электронной почте, чтобы подтвердить удаление.
sk: Zadajte 6-ciferný kód, ktorý sme vám poslali e-mailom, aby ste potvrdili odstránenie.
sv: Ange 6-siffrig kod som vi skickade till dig via e-post för att bekräfta borttagningen.
th: ป้อนรหัส 6 หลักที่เราส่งไปให้คุณทางอีเมลเพื่อยืนยันการลบ
tr: Silmeyi onaylamak için size e-posta yoluyla gönderdiğimiz 6 haneli kodu girin.
uk: Введіть 6-значний код, який ми надіслали вам, щоб підтвердити видалення.
vi: Nhập mã 6 chữ số chúng tôi đã gửi cho bạn qua email để xác nhận xóa.
zh_hans: 输入我们发送给您的 6 位代码以确认删除。
zh_hant: 輸入我們透過電子郵件傳送給您的 6 位數代碼以確認刪除。

# web.account.delete_confirm_body
source: Deletion schedules your account and synced data for removal after a 14-day grace period — sign in again within that window to cancel. Your local workspace stays on this device. If you subscribed through the App Store or Google Play, cancel that subscription in the store too; deleting your account here does not stop store billing.
ar: يجدول الحذف حسابك والبيانات المزامنة للإزالة بعد فترة سماح 14 يوماً — قم بتسجيل الدخول مرة أخرى خلال تلك الفترة لإلغاء. ستبقى مساحة العمل المحلية لديك على هذا الجهاز. إذا اشتركت من خلال App Store أو Google Play، فقم أيضاً بإلغاء هذا الاشتراك في المتجر؛ حذف حسابك هنا لا يوقف الفواتير من المتجر.
cs: Smazání naplánuje váš účet a synchronizovaná data na smazání po 14 dnech – během tohoto období se můžete znovu přihlásit a zrušit to. Váš místní pracovní prostor zůstane na tomto zařízení. Pokud jste si předplatné pořídili v App Store nebo Google Play, zrušte předplatné v obchodě také; smazání vašeho účtu zde nezastaví fakturaci obchodu.
da: Sletning planlægger din konto og synkroniserede data til fjernelse efter en 14-dages karensperiode — log ind igen inden for det tidsrum for at annullere. Dit lokale arbejdsområde forbliver på denne enhed. Hvis du abonnerede via App Store eller Google Play, annuller også det abonnement i butikken; sletning af din konto her stopper ikke butikkens fakturering.
de: Das Löschen terminiert Ihr Konto und synchronisierte Daten zum Entfernen nach einer 14-Tage-Schonfrist – melden Sie sich innerhalb dieses Zeitfensters erneut an, um zu stornieren. Ihre lokale Arbeitsbereich bleibt auf diesem Gerät. Wenn Sie sich über den App Store oder Google Play abonniert haben, stornieren Sie auch dieses Abonnement; das Löschen Ihres Kontos hier stoppt die Store-Abrechnung nicht.
el: Η διαγραφή προγραμματίζει το λογαριασμό και τα συγχρονισμένα δεδομένα σας για αφαίρεση μετά από περίοδο χάριτος 14 ημερών — συνδεθείτε ξανά σε αυτό το παράθυρο για ακύρωση. Ο τοπικός χώρος εργασίας σας παραμένει σε αυτή τη συσκευή. Εάν κάνατε συνδρομή μέσω του App Store ή Google Play, ακυρώστε και τη συνδρομή αυτή στο κατάστημα. διαγραφή του λογαριασμού εδώ δεν σταματάει τη χρέωση από το κατάστημα.
es: La eliminación programa tu cuenta y datos sincronizados para eliminación después de un período de gracia de 14 días — inicia sesión de nuevo dentro de esa ventana para cancelar. Tu espacio de trabajo local permanece en este dispositivo. Si te suscribiste a través del App Store o Google Play, cancela esa suscripción en la tienda también; eliminar tu cuenta aquí no detiene la facturación de la tienda.
fi: Poistaminen ajoittaa tilisi ja synkronoidut tiedot poistettavaksi 14 päivän armonkauden jälkeen — kirjaudu uudelleen tällä ajanjaksolla peruuttaaksesi. Paikallinen työtilasi pysyy tällä laitteella. Jos tilasit App Storen tai Google Playn kautta, peruuta myös tuo tilaus kaupasta; tilisi poistaminen täällä ei lopeta kaupan laskutusta.
fr: La suppression planifie la suppression de votre compte et de vos données synchronisées après un délai de grâce de 14 jours — connectez-vous à nouveau dans cette fenêtre pour annuler. Votre espace de travail local reste sur cet appareil. Si vous vous êtes abonné via l'App Store ou Google Play, annulez également cet abonnement dans le magasin ; la suppression de votre compte ici n'arrête pas la facturation du magasin.
he: מחיקה תתזמן את החשבון שלך והנתונים המסונכרנים להסרה לאחר תקופת חסד של 14 ימים — התחבר שוב בתוך חלון זה כדי לבטל. מרחב העבודה המקומי שלך נשאר בהתקן זה. אם נרשמת דרך App Store או Google Play, בטל גם את המנוי במחסן; מחיקת החשבון שלך כאן לא תעצור את החיוב בחנות.
hi: हटाना आपके खाते और सिंक किए गए डेटा को 14-दिन की अनुग्रह अवधि के बाद हटाने के लिए शेड्यूल करता है — रद्द करने के लिए उस विंडो के भीतर फिर से साइन-इन करें। आपका स्थानीय कार्यक्षेत्र इस डिवाइस पर रहता है। यदि आपने App Store या Google Play के माध्यम से सदस्यता ली है, तो स्टोर में भी उस सदस्यता को रद्द करें; यहाँ अपने खाते को हटाने से स्टोर बिलिंग नहीं रुकती है।
hu: A törlés a fiók és a szinkronizált adatokat a 14 napos türelmi időszak után törli — jelentkezzen be újra az ablakon belül a törlés lemondásához. A helyi munkaterület ezen az eszközön marad. Ha az App Store-on vagy a Google Play-n keresztül iratkozott fel, törölje az előfizetést az üzletből is; a fiók itt való törlése nem állítja meg az üzlet számlázását.
id: Penghapusan menjadwalkan akun dan data tersinkronisasi Anda untuk dihapus setelah masa tenggang 14 hari — masuk lagi dalam jendela itu untuk membatalkan. Ruang kerja lokal Anda tetap di perangkat ini. Jika Anda berlangganan melalui App Store atau Google Play, batalkan langganan itu di toko juga; menghapus akun Anda di sini tidak menghentikan penagihan toko.
it: L'eliminazione programma il tuo account e i dati sincronizzati per l'eliminazione dopo un periodo di grazia di 14 giorni — accedi di nuovo entro quella finestra per annullare. Il tuo spazio di lavoro locale rimane su questo dispositivo. Se ti sei abbonato tramite l'App Store o Google Play, annulla anche quella sottoscrizione nel negozio; eliminare il tuo account qui non interrompe la fatturazione del negozio.
ja: 削除はアカウントと同期されたデータを14日間の猶予期間の後に削除するようにスケジュールします—その期間内に再度サインインするとキャンセルできます。ローカルワークスペースはこのデバイスに残ります。App StoreまたはGoogle Playからサブスクリプションしている場合は、ストアでもそのサブスクリプションをキャンセルしてください。ここでアカウントを削除してもストアの請求は停止しません。
ko: 계정 삭제는 14일 유예 기간 후 계정 및 동기화된 데이터 삭제를 예약합니다 - 해당 기간 내에 다시 로그인하여 취소할 수 있습니다. 로컬 작업 공간은 이 기기에 유지됩니다. App Store 또는 Google Play를 통해 구독한 경우 해당 스토어에서도 구독을 취소하세요. 여기서 계정을 삭제해도 스토어 청구는 중단되지 않습니다.
ms: Pemadaman menjadwalkan akaun anda dan data sinkron untuk dibuang selepas tempoh tangguh 14 hari — log masuk semula dalam jendela itu untuk membatalkan. Ruang kerja tempatan anda tetap berada pada peranti ini. Jika anda melanggan melalui App Store atau Google Play, batalkan langganan itu di kedai juga; memadamkan akaun anda di sini tidak menghentikan pengebilan kedai.
nb: Slettingen planlegger kontoen din og synkroniserte data for fjerning etter en 14-dagers henstandsperiode – logg inn igjen innen det tidsvinduet for å avbryte. Ditt lokale arbeidsområde forblir på denne enheten. Hvis du abonnerte via App Store eller Google Play, avbestill det abonnementet i butikken også; slettingen av kontoen din her stopper ikke butikkfakturingen.
nl: Verwijdering plant je account en gesynchroniseerde gegevens voor verwijdering na een respijtperiode van 14 dagen — meld je binnen die periode opnieuw aan om het te annuleren. Je lokale workspace blijft op dit apparaat. Als je via de App Store of Google Play hebt geabonneerd, annuleer je abonnement ook in de store; het verwijderen van je account hier stopt de winkelfacturering niet.
pl: Usunięcie planuje usunięcie Twojego konta i zsynchronizowanych danych po 14-dniowym okresie przejściowym — zaloguj się ponownie w tym oknie, aby anulować. Twoja lokalna przestrzeń robocza pozostaje na tym urządzeniu. Jeśli subskrybowałeś przez App Store lub Google Play, anuluj też tę subskrypcję w sklepie; usunięcie konta tutaj nie zatrzyma rozliczenia sklepu.
pt_br: A exclusão agenda sua conta e dados sincronizados para remoção após um período de carência de 14 dias — faça login novamente dentro dessa janela para cancelar. Seu espaço de trabalho local permanece neste dispositivo. Se você se inscreveu pela App Store ou Google Play, cancele também essa assinatura na loja; deletar sua conta aqui não interrompe o faturamento da loja.
pt_pt: A eliminação agenda a sua conta e dados sincronizados para remoção após um período de tolerância de 14 dias — inicie sessão novamente dentro dessa janela para cancelar. A sua área de trabalho local permanece neste dispositivo. Se subscreveu através da App Store ou Google Play, cancele também essa subscrição na loja; eliminar a sua conta aqui não interrompe a faturação da loja.
ro: Ștergerea programează contul dvs. și datele sincronizate pentru ștergere după o perioadă de grație de 14 zile — conectați-vă din nou în acea fereastră pentru a anula. Spațiul dvs. de lucru local rămâne pe acest dispozitiv. Dacă v-ați abonat prin App Store sau Google Play, anulați și acel abonament în magazin; ștergerea contului dvs. aici nu oprește facturarea din magazin.
ru: Удаление назначает удаление вашей учётной записи и синхронизированных данных после 14-дневного периода отсрочки — войдите снова в течение этого периода, чтобы отменить. Ваше локальное рабочее пространство остаётся на этом устройстве. Если вы подписались через App Store или Google Play, отмените эту подписку в магазине; удаление вашей учётной записи здесь не остановит выставление счётов в магазине.
sk: Odstránenie naplánuje odstránenie vášho účtu a synchronizovaných údajov po 14-dňovej lehote na premýšľanie — prihláste sa znova v tomto časovom okne, aby ste zrušili. Váš miestny pracovný priestor zostáva na tomto zariadení. Ak ste sa prihlásili cez App Store alebo Google Play, zrušte toto predplatné aj v obchode; odstránenie vášho účtu tu nezastaví fakturáciu obchodu.
sv: Borttagning schemalägger ditt konto och synkroniserade data för borttagning efter en 14-dagars respitperiod — logga in igen inom det fönstret för att avbryta. Din lokala arbetsyta förblir på den här enheten. Om du prenumererade via App Store eller Google Play, avbryt även prenumerationen där; att ta bort ditt konto här stoppar inte butiksfaktureringen.
th: การลบจะกำหนดให้ลบบัญชีและข้อมูลซิงค์ของคุณหลังจากช่วงระยะเวลาการอนุมัติ 14 วัน ลงชื่อเข้าใช้อีกครั้งภายในหน้าต่างนั้นเพื่อยกเลิก พื้นที่ทำงานในเครื่องของคุณจะคงอยู่บนอุปกรณ์นี้ หากคุณสมัครสมาชิกผ่าน App Store หรือ Google Play ให้ยกเลิกการสมัครสมาชิกนั้นในร้านค้าด้วย การลบบัญชีของคุณที่นี่จะไม่หยุดการเรียกเก็บเงินในร้านค้า
tr: Silme, hesabınız ve senkronize edilen verilerinizi 14 günlük bir inceleme süresinden sonra silinmek üzere programlar — silmeyi iptal etmek için bu süre içinde oturum açabilirsiniz. Yerel çalışma alanınız bu cihazda kalır. App Store veya Google Play aracılığıyla abone olduysanız, depodan bu aboneliği de iptal edin; hesabınızı burada silmek depo faturasını durdurmaz.
uk: Видалення планує видалення вашого облікового запису та синхронізованих даних після 14-денного періоду граціозності — увійдіть ще раз протягом цього часу, щоб скасувати. Ваш локальний робочий простір залишається на цьому пристрої. Якщо ви підписалися через App Store або Google Play, також скасуйте цю підписку в магазині; видалення облікового запису тут не припиняє тарифікацію магазину.
vi: Xóa sẽ lên lịch xóa tài khoản và dữ liệu đã đồng bộ của bạn sau thời gian ân hạn 14 ngày — đăng nhập lại trong thời gian đó để hủy. Không gian làm việc cục bộ của bạn vẫn ở trên thiết bị này. Nếu bạn đăng ký thông qua App Store hoặc Google Play, hãy hủy đăng ký đó trong cửa hàng; xóa tài khoản của bạn ở đây không dừng tính phí cửa hàng.
zh_hans: 删除计划在 14 天宽限期后删除您的账户和已同步数据——在该期间内重新登录以取消。您的本地工作空间将保留在此设备上。如果您通过 App Store 或 Google Play 订阅，也请在商店中取消该订阅；在此处删除账户不会停止商店计费。
zh_hant: 刪除會排定您的帳戶和同步資料在 14 天的緩衝期後移除 — 在該期間內重新登入以取消。您的本機工作區保留在此裝置上。如果您透過 App Store 或 Google Play 訂閱，也請在商店中取消該訂閱；在此刪除您的帳戶不會停止商店帳單。

# web.account.delete_reauth_prompt
source: Type your account email and current password. We’ll email you a one-time code to confirm.
ar: اكتب بريدك الإلكتروني للحساب وكلمة المرور الحالية. سنرسل إليك رمزاً لمرة واحدة لتأكيد الحذف.
cs: Napište e-mail a aktuální heslo svého účtu. Pošleme vám e-mail s jednorázovým kódem k potvrzení.
da: Skriv din kontos e-mail og nuværende adgangskode. Vi sender dig en engangskode via e-mail for at bekræfte.
de: Geben Sie Ihre Konto-E-Mail und das aktuelle Passwort ein. Wir senden Ihnen einen einmaligen Code per E-Mail, um zu bestätigen.
el: Πληκτρολογήστε το email του λογαριασμού σας και τον τρέχοντα κωδικό πρόσβασης. Θα σας στείλουμε ένα κωδικό μίας χρήσης για επιβεβαίωση ως email.
es: Escribe tu email de cuenta y contraseña actual. Te enviaremos un código de un solo uso para confirmar.
fi: Kirjoita tilin sähköpostiosoitteesi ja nykyinen salasana. Lähetämme sinulle sähköpostitse kertaluonteisen koodin vahvistukseksi.
fr: Tapez votre adresse e-mail et votre mot de passe actuel. Nous vous enverrons un code à usage unique pour confirmer.
he: הקלד את דוא״ל החשבון וסיסמה הנוכחית. נשלח אליך קוד חד פעמי לאימות.
hi: अपने खाते की ईमेल और वर्तमान पासवर्ड दर्ज करें। हम आपको एकबारी कोड की पुष्टि करने के लिए ईमेल करेंगे।
hu: Adja meg a fiók e-mail-címét és az aktuális jelszót. E-mailben egyszeri kódot küldünk a megerősítéshez.
id: Ketik email akun dan kata sandi saat ini Anda. Kami akan mengirimkan email kepada Anda kode satu kali untuk mengonfirmasi.
it: Digita l'email del tuo account e la password attuale. Ti invieremo via email un codice monouso per confermare.
ja: アカウントメールと現在のパスワードを入力してください。確認するための一度きりのコードをメールで送信します。
ko: 계정 이메일과 현재 비밀번호를 입력하세요. 일회용 코드를 이메일로 보내 확인하겠습니다.
ms: Taip e-mel akaun anda dan kata laluan semasa. Kami akan e-melkan kod sekali guna kepada anda untuk mengesahkan.
nb: Skriv inn kontoe-posten din og gjeldende passord. Vi sender deg en engangskode per e-post for å bekrefte.
nl: Typ je accounte-mailadres en huidige wachtwoord. Wij sturen je een eenmalige code per e-mail om het te bevestigen.
pl: Wpisz e-mail konta i hasło. Wyślemy Ci jednorazowy kod do potwierdzenia.
pt_br: Digite seu email de conta e senha atual. Enviaremos para você um código único para confirmar.
pt_pt: Digite o seu email de conta e a senha atual. Enviaremos um código de utilização única por email para confirmar.
ro: Tastați e-mailul contului și parola actuală. Vă vom trimite prin e-mail un cod unic pentru a confirma.
ru: Введите адрес электронной почты вашей учётной записи и текущий пароль. Мы отправим вам одноразовый код для подтверждения.
sk: Zadajte svoju e-mailovú adresu účtu a aktuálne heslo. Pošleme vám jedenkrát použiteľný kód e-mailom na potvrdenie.
sv: Ange din kontoe-postadress och nuvarande lösenord. Vi skickar dig en engångskod via e-post för att bekräfta.
th: พิมพ์อีเมลและรหัสผ่านปัจจุบันของบัญชีของคุณ เราจะส่งอีเมลให้คุณด้วยรหัสครั้งเดียวเพื่อยืนยัน
tr: Hesap e-postanız ve geçerli parolanızı yazın. Onaylamak için size bir kerelik kod göndereceğiz.
uk: Введіть адресу електронної пошти облікового запису та поточний пароль. Ми надішлемо вам одноразовий код для підтвердження.
vi: Nhập email tài khoản và mật khẩu hiện tại của bạn. Chúng tôi sẽ gửi cho bạn một mã một lần qua email để xác nhận.
zh_hans: 输入您的账户电子邮件和当前密码。我们将向您发送一次性代码以确认。
zh_hant: 輸入您的帳戶電子郵件和目前密碼。我們會寄給您一次性代碼以確認。

# web.account.email_unverified_note
source: Confirm your email to enable KnotQ Sync. Check your inbox for the link.
ar: أكّد بريدك الإلكتروني لتفعيل مزامنة KnotQ. تحقق من صندوق الوارد لديك من الرابط.
cs: Potvrďte svůj e-mail a povolte KnotQ Sync. Podívejte se do své doručené pošty na odkaz.
da: Bekræft din e-mail for at aktivere KnotQ Sync. Tjek din indbakke for linket.
de: Bestätigen Sie Ihre E-Mail, um KnotQ Sync zu aktivieren. Überprüfen Sie Ihren Posteingang auf den Link.
el: Επιβεβαιώστε το email σας για ενεργοποίηση KnotQ Sync. Ελέγξτε το inbox σας για τον σύνδεσμο.
es: Confirma tu email para habilitar KnotQ Sync. Revisa tu bandeja de entrada para el enlace.
fi: Vahvista sähköpostiosoitteesi ottaaksesi KnotQ Sync:n käyttöön. Tarkista saapuneet viestit linkin varalta.
fr: Confirmez votre adresse e-mail pour activer KnotQ Sync. Consultez votre boîte de réception pour le lien.
he: אמת את הדוא״ל שלך כדי להפעיל את KnotQ Sync. בדוק את תיבת הנציא שלך בקישור.
hi: KnotQ Sync को सक्षम करने के लिए अपना ईमेल पुष्टि करें। लिंक के लिए अपने इनबॉक्स को देखें।
hu: Erősítse meg az e-mail-címét a KnotQ szinkronizálás engedélyezéséhez. Keresse meg a linket a beérkezett levelekben.
id: Konfirmasi email Anda untuk mengaktifkan KnotQ Sync. Periksa kotak masuk Anda untuk tautannya.
it: Conferma la tua email per abilitare KnotQ Sync. Controlla la tua inbox per il link.
ja: KnotQ Syncを有効にするためにメールを確認してください。受信トレイのリンクをご確認ください。
ko: KnotQ 동기화를 사용하려면 이메일을 확인하세요. 받은 편지함에서 링크를 확인하세요.
ms: Sahkan e-mel anda untuk mendayakan KnotQ Sync. Semak peti masuk anda untuk pautan.
nb: Bekreft e-posten din for å aktivere KnotQ Sync. Sjekk innboksen for lenken.
nl: Bevestig je e-mailadres om KnotQ Sync in te schakelen. Controleer je inbox op de link.
pl: Potwierdź swój e-mail, aby włączyć KnotQ Synchronizacja. Sprawdź swoją skrzynkę odbiorczą, aby znaleźć link.
pt_br: Confirme seu email para ativar o KnotQ Sync. Procure o link na sua caixa de entrada.
pt_pt: Confirme o seu email para ativar KnotQ Sync. Procure a ligação na sua caixa de entrada.
ro: Confirmați e-mailul pentru a activa KnotQ Sync. Căutați linkul în inbox.
ru: Подтвердите свой адрес электронной почты, чтобы включить KnotQ Sync. Проверьте входящие письма на наличие ссылки.
sk: Potvrďte svoju e-mailovú adresu, aby ste zapnuli KnotQ Sync. Skontrolujte doručenú poštu na odkaz.
sv: Bekräfta din e-post för att aktivera KnotQ Sync. Sök efter länken i din inkorg.
th: ยืนยันอีเมลของคุณเพื่อเปิดใช้งาน KnotQ Sync ตรวจสอบอีเมลของคุณสำหรับลิงก์
tr: KnotQ Senkronizasyonunu etkinleştirmek için e-postanızı doğrulayın. Gelen kutunuzda bağlantıyı kontrol edin.
uk: Підтвердьте свою електронну пошту, щоб увімкнути KnotQ Синхронізація. Перевірте вхідну папку для посилання.
vi: Xác nhận email của bạn để bật KnotQ Sync. Kiểm tra hộp thư để tìm liên kết.
zh_hans: 确认您的电子邮件以启用 KnotQ 同步。检查收件箱中的链接。
zh_hant: 確認您的電子郵件以啟用 KnotQ 同步。檢查您的收件匣中的連結。

# web.account.email_verified_note
source: Your email address is verified.
ar: تم التحقق من عنوان بريدك الإلكتروني.
cs: Vaše e-mailová adresa je ověřena.
da: Din e-mailadresse er bekræftet.
de: Ihre E-Mail-Adresse ist überprüft.
el: Η διεύθυνση email σας επιβεβαιώθηκε.
es: Tu dirección de email está verificada.
fi: Sähköpostiosoitteesi on vahvistettu.
fr: Votre adresse e-mail est vérifiée.
he: כתובת הדוא״ל שלך אומתה.
hi: आपका ईमेल पता सत्यापित है।
hu: Az e-mail-cím ellenőrzött.
id: Alamat email Anda terverifikasi.
it: Il tuo indirizzo email è verificato.
ja: メールアドレスが確認されました。
ko: 이메일 주소가 확인되었습니다.
ms: Alamat e-mel anda disahkan.
nb: E-postadressen din er bekreftet.
nl: Je e-mailadres is geverifieerd.
pl: Twój adres e-mail jest zweryfikowany.
pt_br: Seu endereço de email foi verificado.
pt_pt: O seu endereço de email está verificado.
ro: Adresa dvs. de e-mail este verificată.
ru: Ваш адрес электронной почты подтвержден.
sk: Vaša e-mailová adresa je overená.
sv: Din e-postadress är verifierad.
th: ที่อยู่อีเมลของคุณได้รับการยืนยันแล้ว
tr: E-posta adresiniz doğrulandı.
uk: Ваша адреса електронної пошти підтверджена.
vi: Địa chỉ email của bạn đã được xác minh.
zh_hans: 您的电子邮件地址已验证。
zh_hant: 您的電子郵件地址已驗證。

# web.account.err_account_deleted
source: This email belonged to a deleted account and can't be reused.
ar: هذا البريد الإلكتروني كان تابعاً لحساب محذوف ولا يمكن إعادة استخدامه.
cs: Tato e-mailová adresa patřila smazanému účtu a nelze ji znovu použít.
da: Denne e-mail tilhørte en slettet konto og kan ikke genbruges.
de: Diese E-Mail gehörte zu einem gelöschten Konto und kann nicht wiederverwendet werden.
el: Η διεύθυνση email αυτή ανήκε σε ένα διαγραμμένο λογαριασμό και δεν μπορεί να χρησιμοποιηθεί ξανά.
es: Este email pertenecía a una cuenta eliminada y no puede reutilizarse.
fi: Tämä sähköpostiosoite kuului poistettuun tiliin eikä sitä voi käyttää uudelleen.
fr: Cette adresse e-mail appartenait à un compte supprimé et ne peut pas être réutilisée.
he: דוא״ל זה שייך לחשבון שנמחק ולא ניתן לעשות בו שימוש חוזר.
hi: यह ईमेल एक हटाए गए खाते का था और इसे फिर से उपयोग नहीं किया जा सकता है।
hu: Ez az e-mail egy törölt fiókhoz tartozott, és nem használható újra.
id: Email ini milik akun yang dihapus dan tidak dapat digunakan kembali.
it: Questo indirizzo email apparteneva a un account eliminato e non può essere riutilizzato.
ja: このメールアドレスは削除されたアカウントに属しており、再利用できません。
ko: 이 이메일은 삭제된 계정에 속했으므로 다시 사용할 수 없습니다.
ms: E-mel ini adalah milik akaun yang dipadam dan tidak boleh digunakan semula.
nb: Denne e-posten tilhørte en slettet konto og kan ikke gjenbrukes.
nl: Dit e-mailadres hoorde bij een verwijderd account en kan niet opnieuw worden gebruikt.
pl: Ten e-mail należał do usuniętego konta i nie można go ponownie użyć.
pt_br: Este email pertencia a uma conta deletada e não pode ser reutilizado.
pt_pt: Este email pertencia a uma conta eliminada e não pode ser reutilizado.
ro: Acest e-mail aparținea unui cont șters și nu poate fi reutilizat.
ru: Этот адрес электронной почты принадлежал удалённой учётной записи и не может быть повторно использован.
sk: Táto e-mailová adresa patrila odstránenému účtu a nemôže sa znova používať.
sv: Den här e-postadressen tillhörde ett raderat konto och kan inte återanvändas.
th: อีเมลนี้เป็นของบัญชีที่ลบแล้วและไม่สามารถนำมาใช้ใหม่ได้
tr: Bu e-posta silinen bir hesaba aitti ve yeniden kullanılamaz.
uk: Ця адреса електронної пошти належала видаленому обліковому запису й не може бути повторно використана.
vi: Email này thuộc về một tài khoản đã bị xóa và không thể sử dụng lại.
zh_hans: 此电子邮件属于已删除的账户，无法重新使用。
zh_hant: 此電子郵件屬於已刪除的帳戶，無法重複使用。
